{
  "HTML": [
    "The structure has collapsed. Goodbye, HTML.",
    "HTML has been untagged... forever.",
    "No more skeletons for the web. Farewell, HTML.",
    "The browser blinks, but there's no markup left.",
    "HTML is closing its final tag. </html>",
    "Without HTML, the web is just... blank.",
    "HTML has been stripped from the DOM of life.",
    "The foundation of the web has crumbled. RIP, HTML.",
    "404: HTML not found. Possibly gone forever.",
    "HTML rendered its final goodbye.",
    "The web's backbone just snapped. HTML is gone.",
    "Without HTML, we're just plain text in the void.",
    "No more nesting. HTML has left the tree.",
    "All tags closed. All attributes silenced.",
    "From <head> to </body>, HTML lived a full life."
  ],
  "CSS": [
    "CSS has faded into invisibility.",
    "No more styles, no more flair. Farewell, CSS.",
    "Without CSS, beauty is just a broken box model.",
    "The last stylesheet has been unlinked.",
    "CSS has floated off into the unknown.",
    "All declarations ignored. CSS is gone.",
    "RIP, CSS — the web has lost its style.",
    "No more transitions. Just a hard cut to black.",
    "The layout collapsed — CSS couldn't hold it together.",
    "CSS got overridden... permanently.",
    "Z-index: -9999; CSS has disappeared behind the scenes.",
    "CSS: display none; forever.",
    "No gradients. No spacing. No more magic. Goodbye, CSS.",
    "CSS is no longer responsive... it's gone.",
    "Without CSS, the world is just unstyled markup."
  ],
  "JavaScript": [
    "JavaScript has stopped executing... forever.",
    "No more callbacks. JS is gone.",
    "The event loop has ended its cycle for JavaScript.",
    "JavaScript threw an uncaught fatal error... and died.",
    "Promises remain unfulfilled. Farewell, JavaScript.",
    "JavaScript's functions have all returned.",
    "No more DOM manipulation. JS is lost.",
    "The script has crashed — goodbye, JavaScript.",
    "JavaScript has been removed from the stack.",
    "Console logs are silent now. JS has left the console.",
    "JS ran out of memory and faded away.",
    "The browser no longer runs your scripts.",
    "JavaScript's closures have been broken.",
    "The scripting language has lost its spark.",
    "No more async calls—JavaScript is done."
  ],
  "React": [
    "React has unmounted itself for the last time.",
    "No more virtual DOM updates — React is gone.",
    "The component tree has collapsed. Farewell, React.",
    "Hooks have been dropped. React is lost.",
    "React's render method has returned null forever.",
    "JSX no longer compiles—React has exited.",
    "No more state changes. React is history.",
    "React has been deprecated... permanently.",
    "The React lifecycle has ended.",
    "React's context has been lost to the void.",
    "No more re-renders — React has unbound.",
    "React's fibers have been severed.",
    "The UI broke — React's gone dark.",
    "React left the virtual world behind.",
    "React has been removed from the build."
  ],
  "TypeScript": [
    "TypeScript's types have gone undefined forever.",
    "No more type safety — TypeScript is lost.",
    "The compiler has thrown its final error for TypeScript.",
    "TypeScript's interfaces have been erased.",
    "No more static checks. Farewell, TypeScript.",
    "TypeScript's strict mode is now off — permanently.",
    "Generics are no longer generic. TypeScript is gone.",
    "TypeScript has lost its types and its mind.",
    "No more decorators. TypeScript has been deprecated.",
    "TypeScript's typings have vanished into thin air.",
    "The language of types has lost its voice.",
    "TypeScript's enums have been emptied.",
    "TypeScript no longer infers — it's lost.",
    "The typed world has turned to chaos. Goodbye, TypeScript.",
    "TypeScript has been transpiled into oblivion."
  ],
  "Node.js": [
    "Node.js has stopped listening — forever offline.",
    "The event loop has closed. Goodbye, Node.js.",
    "No more server-side scripts — Node.js is gone.",
    "Node.js crashed and left the process.",
    "No more npm installs. Node.js is lost.",
    "The runtime environment has shut down for Node.js.",
    "Node.js has been unplugged from the network.",
    "No callbacks, no promises — Node.js is done.",
    "The server has stopped responding. Farewell, Node.js.",
    "Node.js exited with code 1 — and never restarted.",
    "The non-blocking I/O has finally blocked out.",
    "Node.js has been removed from the stack.",
    "No more streams flowing — Node.js has dried up.",
    "The runtime engine has lost its spark.",
    "Node.js has ended its asynchronous journey."
  ],
  "Python": [
    "Python has slithered away into the abyss.",
    "Indentation is no more... Farewell, Python.",
    "The snake has shed its final skin.",
    "No more whitespace warriors — Python is lost.",
    "Python's syntax is silent forever.",
    "The interpreter has halted. Goodbye, Python.",
    "No more scripts to run — Python is done.",
    "Python has been removed from the runtime.",
    "The zen of Python has been broken.",
    "Python's libraries gather dust.",
    "No more pandas or turtles — Python is gone.",
    "The serpent curls into eternal sleep.",
    "Python's dynamic typing lost its spark.",
    "The Pythonic way has ended.",
    "From import to the end, Python's tale is told."
  ],
  "Ruby": [
    "The precious Ruby has lost its sparkle.",
    "Ruby's gems have scattered to the void.",
    "No more elegant code — Ruby is gone.",
    "The syntax shines no longer. Farewell, Ruby.",
    "Ruby's blocks have closed forever.",
    "The gemset has been emptied. Ruby is lost.",
    "No more Rails to run — Ruby is done.",
    "Ruby's elegant expressions fade to silence.",
    "The precious stone has cracked and vanished.",
    "Ruby has been polished for the final time.",
    "The interpreter's charm has ended.",
    "Ruby's syntax sugar has dissolved.",
    "No more sparkling methods — Ruby is gone.",
    "The gem has fallen out of the crown.",
    "Ruby's elegance turned to dust."
  ],
  "Angular": [
    "Angular has unmounted its last component.",
    "No more modules to load — Angular is gone.",
    "The framework's change detection has stopped.",
    "Angular's dependency injection has failed.",
    "No more two-way bindings — Angular is lost.",
    "The router has no more routes to navigate.",
    "Angular's zones have collapsed into silence.",
    "The template syntax has faded away.",
    "Angular has been deprecated from the web.",
    "No more directives — Angular's directive ended.",
    "The CLI no longer compiles. Farewell, Angular.",
    "The component tree has been pruned forever.",
    "Angular's lifecycle hooks have all been called.",
    "No more pipes to transform — Angular is done.",
    "The framework has reached end of life."
  ]
}